tap "d12frosted/emacs-plus"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
tap "stripe/stripe-cli"
tap "supabase/tap"
brew "boost"
brew "deno"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "unbound"
brew "gnutls"
brew "pango"
brew "ffmpeg"
brew "fnm"
brew "librsvg"
brew "pkgconf"
brew "python@3.14"
brew "starship"
brew "stow"
brew "tmux"
brew "watchman"
brew "yarn"
brew "yt-dlp"
brew "stripe/stripe-cli/stripe"
cask "amethyst"
cask "bitwarden"
cask "dockdoor"
cask "fliqlo"
cask "ghostty"
cask "github"
cask "google-chrome"
cask "grandperspective"
cask "iterm2"
cask "karabiner-elements"
cask "notunes"
cask "obsidian"
cask "pearcleaner"
cask "raycast"
cask "react-native-debugger"
cask "spotify"
cask "telegram"
cask "visual-studio-code"
cask "vlc"
cask "warp"
cask "zed"
cask "zoom"
